Repository: RA93AR/terminal
Catalog: src/cascadia/TerminalSettingsEditor/Resources/*/Resources.resw
Source language: en_us
Languages: tr_tr

# Profile_LineHeight.HelpText
source: Override the line height of the terminal. Measured as a multiple of the font size. The default value depends on your font and is usually around 1.2.
tr_tr: Terminalin satır yüksekliğini geçersiz kılar. Yazı tipi boyutunun bir katı olarak ölçülür. Varsayılan değer yazı tipinize bağlıdır ve genellikle 1.2 civarındadır.

# Profile_CellWidth.HelpText
source: Override the cell width of the terminal. Measured as a multiple of the font size. The default value depends on your font and is usually around 0.6.
tr_tr: Terminalin hücre genişliğini geçersiz kılar. Yazı tipi boyutunun bir katı olarak ölçülür. Varsayılan değer yazı tipinize bağlıdır ve genellikle 0.6 civarındadır.

# Profile_EnableBuiltinGlyphs.Header
source: Builtin Glyphs
tr_tr: Dahili Glifler

# Profile_EnableBuiltinGlyphs.HelpText
source: When enabled, the terminal draws custom glyphs for block element and box drawing characters instead of using the font.
tr_tr: Etkinleştirildiğinde, terminal yazı tipini kullanmak yerine blok öğesi ve kutu çizme karakterleri için özel glifler çizer.

# Profile_EnableColorGlyphs.Header
source: Full-color Emoji
tr_tr: Tam renkli Emoji

# Profile_EnableColorGlyphs.HelpText
source: When enabled, Emoji are displayed in full color.
tr_tr: Etkinleştirildiğinde, Emoji'ler tam renkli olarak görüntülenir.

source: Font weight
tr_tr: Yazı tipi kalınlığı

# Profile_FontWeight.Header
source: Font weight
tr_tr: Yazı tipi kalınlığı

# Profile_FontWeight.HelpText
source: Sets the weight (lightness or heaviness of the strokes) for the given font.
tr_tr: Verilen yazı tipi için kalınlığı (darbelerin hafifliği veya ağırlığı) ayarlar.

# Profile_FontAxes.Header
source: Variable font axes
tr_tr: Değişken yazı tipi eksenleri

# Profile_FontAxesAvailable.Text
source: Add or remove font axes for the given font.
tr_tr: Verilen yazı tipi için yazı tipi eksenleri ekleyin veya kaldırın.

# Profile_FontAxesUnavailable.Text
source: The selected font has no variable font axes.
tr_tr: Seçilen yazı tipinin değişken yazı tipi ekseni yoktur.

# Profile_FontFeatures.Header
source: Font features
tr_tr: Yazı tipi özellikleri

# Profile_FontFeaturesAvailable.Text
source: Add or remove font features for the given font.
tr_tr: Verilen yazı tipi için yazı tipi özellikleri ekleyin veya kaldırın.

# Profile_FontFeaturesUnavailable.Text
source: The selected font has no font features.
tr_tr: Seçilen yazı tipinin yazı tipi özelliği yoktur.

# Profile_Hidden.Header
source: Hide profile from dropdown
tr_tr: Profili açılır menüden gizle

# Profile_Hidden.HelpText
source: If enabled, the profile will not appear in the list of profiles. This can be used to hide default profiles and dynamically generated profiles, while leaving them in your settings file.
tr_tr: Etkinleştirilirse, profil profil listesinde görünmez. Bu, varsayılan ve dinamik olarak oluşturulan profilleri gizlemek için kullanılabilirken, bunları ayarlar dosyanızda bırakır.

# Profile_Elevate.Header
source: Run this profile as Administrator
tr_tr: Bu profili Yönetici olarak çalıştır

# Profile_Elevate.HelpText
source: If enabled, the profile will open in an Admin terminal window automatically. If the current window is already running as admin, it will open in this window.
tr_tr: Etkinleştirilirse, profil otomatik olarak bir Yönetici terminal penceresinde açılır. Mevcut pencere zaten yönetici olarak çalışıyorsa, bu pencerede açılır.

# Profile_HistorySize.Header
source: History size
tr_tr: Geçmiş boyutu

source: History size
tr_tr: Geçmiş boyutu

# Profile_HistorySize.HelpText
source: The number of lines above the ones displayed in the window you can scroll back to.
tr_tr: Pencerede görüntülenenlerin üzerinde, geri kaydırabileceğiniz satır sayısı.

# Profile_Icon.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Icon
tr_tr: Simge

# Profile_Icon.Header
source: Icon
tr_tr: Simge

# Profile_IconBox.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Icon
tr_tr: Simge

# Profile_IconEmojiBox.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Icon
tr_tr: Simge

# Profile_Icon.HelpText
source: Emoji or image file location of the icon used in the profile.
tr_tr: Profilde kullanılan simgenin Emoji veya resim dosyası konumu.

# Profile_IconBrowse.Content
source: Browse...
tr_tr: Gözat...

# Profile_Padding.Header
source: Padding
tr_tr: Dolgu

# Profile_Padding.HelpText
source: Sets the padding around the text within the window.
tr_tr: Pencere içindeki metin etrafındaki dolguyu ayarlar.

# Profile_RetroTerminalEffect.Header
source: Retro terminal effects
tr_tr: Retro terminal efektleri

# Profile_RetroTerminalEffect.HelpText
source: Show retro-style terminal effects such as glowing text and scan lines.
tr_tr: Metin parlaklığı ve tarama çizgileri gibi retro tarzı terminal efektlerini gösterir.

# Profile_AdjustIndistinguishableColors.Header
source: Automatically adjust lightness of indistinguishable text
tr_tr: Ayırt edilemeyen metnin parlaklığını otomatik olarak ayarla

# Profile_AdjustIndistinguishableColors.HelpText
source: Automatically brightens or darkens text to make it more visible. Even when enabled, this adjustment will only occur when a combination of foreground and background colors would result in poor contrast.
tr_tr: Metni daha görünür hale getirmek için otomatik olarak aydınlatır veya koyulaştırır. Etkin olsa bile, bu ayarlama yalnızca ön plan ve arka plan renklerinin birleşimi zayıf kontrastla sonuçlandığında gerçekleşir.

source: Scrollbar visibility
tr_tr: Kaydırma çubuğu görünürlüğü

# Profile_ScrollbarVisibility.Header
source: Scrollbar visibility
tr_tr: Kaydırma çubuğu görünürlüğü

# Profile_ScrollbarVisibilityHidden.Content
source: Hidden
tr_tr: Gizli

# Profile_ScrollbarVisibilityVisible.Content
source: Visible
tr_tr: Görünür

# Profile_ScrollbarVisibilityAlways.Content
source: Always
tr_tr: Her zaman

# Profile_SnapOnInput.Header
source: Scroll to input when typing
tr_tr: Yazarken girdiye kaydır

source: Starting directory
tr_tr: Başlangıç dizini

# Profile_StartingDirectory.Header
source: Starting directory
tr_tr: Başlangıç dizini

# Profile_StartingDirectory.HelpText
source: The directory the profile starts in when it is loaded.
tr_tr: Profil yüklendiğinde profilin başladığı dizin.

# Profile_StartingDirectoryBrowse.Content
source: Browse...
tr_tr: Gözat...

# Profile_StartingDirectoryUseParentCheckbox.Content
source: Use parent process directory
tr_tr: Üst işlem dizinini kullan

source: If enabled, this profile will spawn in the directory from which Terminal was launched.
tr_tr: Etkinleştirilirse, bu profil Terminal'in başlatıldığı dizinden yayılır.

# Profile_SuppressApplicationTitle.Header
source: Suppress title changes
tr_tr: Başlık değişikliklerini gizle

# Profile_SuppressApplicationTitle.HelpText
source: Ignore application requests to change the title (OSC 2).
tr_tr: Uygulama başlıklarını değiştirme isteklerini yoksayar (OSC 2).

# Profile_TabTitle.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Tab title
tr_tr: Sekme başlığı

# Profile_TabTitle.Header
source: Tab title
tr_tr: Sekme başlığı

# Profile_TabTitle.HelpText
source: Replaces the profile name as the title to pass to the shell on startup.
tr_tr: Başlangıçta kabuğa geçirmek için profil adını başlık olarak değiştirir.

# Profile_UnfocusedAppearanceTextBlock.Text
source: Unfocused appearance
tr_tr: Odaklanmamış görünüm

# Profile_AddAppearanceButton.Text
source: Create Appearance
tr_tr: Görünüm Oluştur

# Profile_DeleteAppearanceButton.Text
source: Delete
tr_tr: Sil

# Profile_UseAcrylic.Header
source: Enable acrylic material
tr_tr: Akrilik malzemeyi etkinleştir

# Profile_UseAcrylic.HelpText
source: Applies a translucent texture to the background of the window.
tr_tr: Pencerenin arka planına yarı saydam bir doku uygular.

# Profile_UseDesktopImage.Content
source: Use desktop wallpaper
tr_tr: Masaüstü duvar kağıdı kullan

# Profile_UseDesktopImage.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Use the desktop wallpaper image as the background image for the terminal.
tr_tr: Masaüstü duvar kağıdı resmini terminal için arka plan resmi olarak kullanın.

# Settings_ResetSettingsButton.Content
source: Discard changes
tr_tr: Değişiklikleri at

source: Discard all unsaved settings.
tr_tr: Kaydedilmemiş tüm ayarları atın.

# Settings_SaveSettingsButton.Content
source: Save
tr_tr: Kaydet

# Settings_UnsavedSettingsWarning.Text
source: You have unsaved changes.
tr_tr: ⚠ Kaydedilmemiş değişiklikleriniz var.

# Nav_AddNewProfile.Content
source: Add a new profile
tr_tr: Yeni profil ekle

# Nav_Profiles.Content
source: Profiles
tr_tr: Profiller

# Globals_LaunchModeFocus.Content
source: Focus
tr_tr: Odak

# Globals_LaunchModeMaximizedFocus.Content
source: Maximized focus
tr_tr: Maksimize edilmiş odak

# Globals_LaunchModeMaximizedFullscreen.Content
source: Maximized full screen
tr_tr: Maksimize edilmiş tam ekran

# Globals_LaunchModeFullscreenFocus.Content
source: Full screen focus
tr_tr: Tam ekran odak

# Globals_LaunchModeMaximizedFullscreenFocus.Content
source: Maximized full screen focus
tr_tr: Maksimize edilmiş tam ekran odak

# Profile_BellStyle.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Bell notification style
tr_tr: Zil bildirim stili

# Profile_BellStyle.Header
source: Bell notification style
tr_tr: Zil bildirim stili

# Profile_BellStyle.HelpText
source: Controls what happens when the application emits a BEL character.
tr_tr: Uygulama bir BEL karakteri yaydığında ne olacağını kontrol eder.

# Profile_ReloadEnvVars.Header
source: Launch this application with a new environment block
tr_tr: Bu uygulamayı yeni bir ortam bloğuyla başlat

# Profile_ReloadEnvVars.HelpText
source: When enabled, the Terminal will generate a new environment block when creating new tabs or panes with this profile. When disabled, the tab/pane will instead inherit the variables the Terminal was started with.
tr_tr: Etkinleştirildiğinde, Terminal bu profil ile yeni sekmeler veya bölmeler oluştururken yeni bir ortam bloğu oluşturacaktır. Devre dışı bırakıldığında, sekme/bölme bunun yerine Terminal'in başlatıldığı değişkenleri devralacaktır.

# Profile_RightClickContextMenu.Header
source: Display a menu on right-click
tr_tr: Sağ tıklamada menü göster

# Profile_RightClickContextMenu.HelpText
source: When enabled, the Terminal will display a menu on right-click. When disabled, right-clicking will copy the selected text (or paste if there's no selection).
tr_tr: Etkinleştirildiğinde, Terminal sağ tıkladığınızda bir menü görüntüler. Devre dışı bırakıldığında, sağ tıklamak seçili metni kopyalar (veya seçim yoksa yapıştırır).

# Profile_ShowMarks.Header
source: Display marks on the scrollbar
tr_tr: Kaydırma çubuğunda işaretleri göster

# Profile_ShowMarks.HelpText
source: When enabled, the Terminal will display marks in the scrollbar when searching for text, or when shell integration is enabled.
tr_tr: Etkinleştirildiğinde, Terminal metin ararken veya kabuk entegrasyonu etkinleştirildiğinde kaydırma çubuğunda işaretler görüntüler.

# Profile_AutoMarkPrompts.Header
source: Automatically mark prompts on pressing Enter
tr_tr: Enter tuşuna basıldığında istemleri otomatik olarak işaretle

# Profile_AutoMarkPrompts.HelpText
source: When enabled, the Terminal automatically add a mark indicating the position of the end of the command when you press enter.
tr_tr: Etkinleştirildiğinde, Terminal enter tuşuna bastığınızda komutun son konumu belirten bir işaret otomatik olarak ekler.

# Profile_RepositionCursorWithMouse.Header
source: Experimental: Reposition the cursor with mouse clicks
tr_tr: Deneysel: Fare tıklamalarıyla imleci yeniden konumlandır

# Profile_RepositionCursorWithMouse.HelpText
source: When enabled, clicking inside the prompt will move the cursor to that position. This requires shell integration to be enabled in your shell to work as expected.
tr_tr: Etkinleştirildiğinde, istemin içine tıklamak imleci o konuma taşır. Bu, beklendiği gibi çalışması için kabuğunuzda kabuk entegrasyonunun etkinleştirilmesini gerektirir.

# Profile_BellStyleAudible.Content
source: Audible
tr_tr: Sesli

# Profile_BellStyleNone.Content
source: None
tr_tr: Yok

# Profile_FontWeightBlack.Content
source: Black
tr_tr: Siyah

# Profile_FontWeightBold.Content
source: Bold
tr_tr: Kalın

# Profile_FontWeightCustom.Content
source: Custom
tr_tr: Özel

# Profile_FontWeightExtra-black.Content
source: Extra-Black
tr_tr: Ekstra Kalın

# Profile_FontWeightExtra-bold.Content
source: Extra-Bold
tr_tr: Ekstra Kalın

# Profile_FontWeightExtra-light.Content
source: Extra-Light
tr_tr: Ekstra Açık

# Profile_FontWeightLight.Content
source: Light
tr_tr: Açık

# Profile_FontWeightMedium.Content
source: Medium
tr_tr: Orta

# Profile_FontWeightSemi-bold.Content
source: Semi-Bold
tr_tr: Yarı Kalın

# Profile_FontWeightSemi-light.Content
source: Semi-Light
tr_tr: Yarı Açık

# Profile_FontWeightThin.Content
source: Thin
tr_tr: İnce

# Profile_FontFeature_rlig
source: Required ligatures
tr_tr: Gerekli ligatürler

# Profile_FontFeature_locl
source: Localized forms
tr_tr: Yerelleştirilmiş biçimler

# Profile_FontFeature_ccmp
source: Composition/decomposition
tr_tr: Bileşim/ayrıştırma

# Profile_FontFeature_calt
source: Contextual alternates
tr_tr: Bağlamsal değiştirmeler

# Profile_FontFeature_liga
source: Standard ligatures
tr_tr: Standart ligatürler

# Profile_FontFeature_clig
source: Contextual ligatures
tr_tr: Bağlamsal ligatürler

# Profile_FontFeature_rvrn
source: Required variation alternates
tr_tr: Gerekli değişken değiştirmeler

# Profile_FontFeature_kern
source: Kerning
tr_tr: Aralıklama

# Profile_FontFeature_mark
source: Mark positioning
tr_tr: İşaret konumlandırma

# Profile_FontFeature_mkmk
source: Mark to mark positioning
tr_tr: İşaretten işarete konumlandırma

# Profile_FontFeature_dist
source: Distance
tr_tr: Mesafe

# Profile_FontFeature_aalt
source: Access all alternates
tr_tr: Tüm değiştirmelere erişim

# Profile_FontFeature_case
source: Case sensitive forms
tr_tr: Büyük/küçük harfe duyarlı biçimler

# Profile_FontFeature_dnom
source: Denominator
tr_tr: Payda

# Profile_FontFeature_fina
source: Terminal forms
tr_tr: Terminal biçimleri

# Profile_FontFeature_frac
source: Fractions
tr_tr: Kesirler

# Profile_FontFeature_init
source: Initial forms
tr_tr: Başlangıç biçimleri

# Profile_FontFeature_medi
source: Medial forms
tr_tr: Ortadaki biçimler

# Profile_FontFeature_numr
source: Numerator
tr_tr: Pay

# Profile_FontFeature_ordn
source: Ordinals
tr_tr: Sıra sayıları

# Profile_FontFeature_rclt
source: Required contextual alternates
tr_tr: Gerekli bağlamsal değiştirmeler

# Profile_FontFeature_sinf
source: Scientific inferiors
tr_tr: Bilimsel alt indisler

# Profile_FontFeature_subs
source: Subscript
tr_tr: Alt simge

# Profile_FontFeature_sups
source: Superscript
tr_tr: Üst simge

# Profile_FontFeature_zero
source: Slashed zero
tr_tr: Çizgili sıfır

# Profile_FontFeature_abvm
source: Above-base mark positioning
tr_tr: Taban üstü işaret konumlandırma

# Globals_LaunchSize.Header
source: Launch size
tr_tr: Başlangıç boyutu

# Globals_LaunchSize.HelpText
source: The number of rows and columns displayed in the window upon first load. Measured in characters.
tr_tr: Pencere, ilk yüklendiğinde görüntülenen satır ve sütun sayısı. Karakter olarak ölçülür.

# Globals_LaunchPosition.Text
source: Launch position
tr_tr: Başlangıç konumu

# Globals_LaunchPosition.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: The initial position of the terminal window upon startup. When launching as maximized, full screen, or with "Center on launch" enabled, this is used to target the monitor of interest.
tr_tr: Terminal penceresinin başlangıçtaki ilk konumu. Maksimum, tam ekran veya "Başlangıçta ortala" etkinleştirilmiş olarak başlatılırken, bu, ilgilenilen monitörü hedeflemek için kullanılır.

# Profile_BellStyleAll.Content
source: All
tr_tr: Hepsi

# Profile_BellStyleTaskbar.Content
source: Flash taskbar
tr_tr: Görev çubuğunu yanıp sön

# Profile_BellStyleWindow.Content
source: Flash window
tr_tr: Pencereyi yanıp sön

# ColorScheme_AddNewButton.Text
source: Add new
tr_tr: Yeni ekle

# ColorScheme_DeleteButton.Text
source: Delete color scheme
tr_tr: Renk şemasını sil

# ColorScheme_Name.Header
source: Name
tr_tr: Ad

# ColorScheme_Name.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: The name of the color scheme.
tr_tr: Renk şemasının adı.

# Profile_DeleteButton.Text
source: Delete profile
tr_tr: Profili sil

# Profile_Name.HelpText
source: The name of the profile that appears in the dropdown.
tr_tr: Açılan listede görünen profilin adı.

# Profile_Name.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Name
tr_tr: Ad

# Profile_Name.Header
source: Name
tr_tr: Ad

# Profile_TransparencyHeader.Text
source: Transparency
tr_tr: Saydamlık

# Profile_BackgroundHeader.Text
source: Background image
tr_tr: Arka plan resmi

# Profile_CursorHeader.Text
source: Cursor
tr_tr: İmleç

# Profile_AdditionalSettingsHeader.Text
source: Additional settings
tr_tr: Ek ayarlar

# Profile_TextHeader.Text
source: Text
tr_tr: Metin

# Globals_WarningsHeader.Text
source: Warnings
tr_tr: Uyarılar

# Profile_WindowHeader.Text
source: Window
tr_tr: Pencere

# ColorScheme_DeleteConfirmationButton.Content
source: Yes, delete color scheme
tr_tr: Evet, renk şemasını sil

# ColorScheme_DeleteConfirmationMessage.Text
source: Are you sure you want to delete this color scheme?
tr_tr: Bu renk şemasını silmek istediğinizden emin misiniz?

# RenameAccept.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Accept rename
tr_tr: Yeniden adlandırmayı kabul et

# RenameCancel.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Cancel rename
tr_tr: Yeniden adlandırmayı iptal et

# ColorSchemesDisclaimer.Text
source: Schemes defined here can be applied to your profiles under the "Appearances" section of the profile settings pages.
tr_tr: Burada tanımlanan şemalar, profil ayarları sayfalarının "Görünümler" bölümü altında profillerinize uygulanabilir.

# Profile_BaseLayerDisclaimer.Text
source: Settings defined here will apply to all profiles unless they are overridden by a profile's settings.
tr_tr: Burada tanımlanan ayarlar, bir profilin ayarları tarafından geçersiz kılınmadığı sürece tüm profillere uygulanacaktır.

# Profile_DeleteConfirmationButton.Content
source: Yes, delete profile
tr_tr: Evet, profili sil

# Profile_DeleteConfirmationMessage.Text
source: Are you sure you want to delete this profile?
tr_tr: Bu profili silmek istediğinizden emin misiniz?

source: Save all unsaved settings.
tr_tr: Kaydedilmemiş tüm ayarları kaydet.

# Globals_TabSwitcherMode.Header
source: Tab switcher interface style
tr_tr: Sekme değiştirici arayüz stili

# Globals_TabSwitcherMode.HelpText
source: Selects which interface will be used when you switch tabs using the keyboard.
tr_tr: Klavyeyi kullanarak sekmeleri değiştirirken kullanılacak arayüzü seçer.

# Globals_TabSwitcherModeMru.Content
source: Separate window, in most recently used order
tr_tr: Ayrı pencere, en son kullanılan sıraya göre

# Globals_TabSwitcherModeInOrder.Content
source: Separate window, in tab strip order
tr_tr: Ayrı pencere, sekme şeridi sırasına göre

# Globals_TabSwitcherModeDisabled.Content
source: Traditional navigation, no separate window
tr_tr: Geleneksel gezinme, ayrı pencere yok

# Globals_CopyFormat.Header
source: Text formats to copy to the clipboard
tr_tr: Panoya kopyalanacak metin biçimleri

# Globals_CopyFormatNone.Content
source: Plain text only
tr_tr: Yalnızca düz metin

# Globals_CopyFormatAll.Content
source: Both HTML and RTF
tr_tr: Hem HTML hem RTF

# ColorScheme_RenameErrorTip.Subtitle
source: Please choose a different name.
tr_tr: Lütfen farklı bir ad seçin.

# ColorScheme_RenameErrorTip.Title
source: This color scheme name is already in use.
tr_tr: Bu renk şeması adı zaten kullanılıyor.

# Globals_FocusFollowMouse.Header
source: Automatically focus pane on mouse hover
tr_tr: Fareyle üzerine gelindiğinde bölmeyi otomatik olarak odakla

# Globals_DisableAnimationsReversed.Header
source: Pane animations
tr_tr: Bölme animasyonları

# Globals_AlwaysShowNotificationIcon.Header
source: Always display an icon in the notification area
tr_tr: Bildirim alanında her zaman bir simge göster

# Globals_MinimizeToNotificationArea.Header
source: Hide Terminal in the notification area when it is minimized
tr_tr: Küçültüldüğünde Terminali bildirim alanında gizle

# SettingContainer_OverrideMessageBaseLayer
source: Reset to inherited value.
tr_tr: Devralınan değere sıfırla.

# ColorScheme_ColorsHeader.Header
source: Colors
tr_tr: Renkler

# Profile_FontFaceShowAllFonts.Content
source: Show all fonts
tr_tr: Tüm yazı tiplerini göster

source: If enabled, show all installed fonts in the list above. Otherwise, only show the list of monospace fonts.
tr_tr: Etkinleştirilirse, yukarıdaki listede yüklü tüm yazı tiplerini göster. Aksi takdirde, yalnızca tek aralıklı yazı tiplerini göster.

source: Create Appearance
tr_tr: Görünüm Oluştur

source: Create an unfocused appearance for this profile. This will be the appearance of the profile when it is inactive.
tr_tr: Bu profil için odaklanmamış bir görünüm oluşturun. Bu, profil etkin olmadığında sahip olacağı görünümdür.

source: Delete Appearance
tr_tr: Görünümü Sil

source: Delete the unfocused appearance for this profile.
tr_tr: Bu profil için odaklanmamış görünümü silin.

# Actions_DeleteConfirmationButton.Content
source: Yes, delete key binding
tr_tr: Evet, tuş atamasını sil

# Actions_DeleteConfirmationMessage.Text
source: Are you sure you want to delete this key binding?
tr_tr: Bu tuş atamasını silmek istediğinizden emin misiniz?

# Actions_InvalidKeyChordMessage
source: Invalid key chord. Please enter a valid key chord.
tr_tr: Geçersiz tuş kombinasyonu. Lütfen geçerli bir tuş kombinasyonu girin.

# Actions_RenameConflictConfirmationAcceptButton
source: Yes
tr_tr: Evet

# Actions_RenameConflictConfirmationMessage
source: The provided key chord is already being used by the following action:
tr_tr: Sağlanan tuş kombinasyonu zaten aşağıdaki eylem tarafından kullanılıyor:

# Actions_RenameConflictConfirmationQuestion
source: Would you like to overwrite it?
tr_tr: Üzerine yazmak ister misiniz?

# Actions_UnnamedCommandName
source: <unnamed command>
tr_tr: <adsız komut>

# Actions_AcceptButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Accept
tr_tr: Kabul Et

# Actions_CancelButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Cancel
tr_tr: İptal

# Actions_DeleteButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Delete
tr_tr: Sil

# Actions_EditButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Edit
tr_tr: Düzenle

# Actions_AddNewTextBlock.Text
source: Add new
tr_tr: Yeni ekle

source: Action
tr_tr: Eylem

# KeyChordListener.[using:Windows.UI.Xaml.Automation]AutomationProperties.HelpText
source: Input your desired keyboard shortcut.
tr_tr: İstediğiniz klavye kısayolunu girin.

source: shortcut listener
tr_tr: kısayol dinleyicisi

# KeyChordListener.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Shortcut
tr_tr: Kısayol

# Appearance_TextFormattingHeader.Text
source: Text Formatting
tr_tr: Metin Biçimlendirme

source: Intense text style
tr_tr: Yoğun metin stili

# Appearance_IntenseTextStyle.Header
source: Intense text style
tr_tr: Yoğun metin stili

# Appearance_IntenseTextStyleNone.Content
source: None
tr_tr: Hiçbiri

# Appearance_IntenseTextStyleBold.Content
source: Bold font
tr_tr: Kalın yazı tipi

# Appearance_IntenseTextStyleBright.Content
source: Bright colors
tr_tr: Parlak renkler
